Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 云海之上，有威严嗓音响起：“齐静春，需知天道无私！你身为儒家门生，对骊珠洞天生出恻隐之心，情有可原，若是此时回心转意，犹有余地。”
en_us: Right at this moment, an authoritative voice rang out from above the clouds. "Qi Jingchun, you must understand that the Heavenly Dao extends no sympathy to anyone. As someone who follows in the teachings of Daoism, it's understandable that you would be sympathetic toward the Jewel Small World. If you change your mind now, you can still be forgiven."

source: 云海之上，有苍老嗓音悠然响起，“动静有法！”
en_us: All of a sudden, an elderly voice rang out from above the sea of clouds. "There is order in both motion and rest!"

source: 云海之上，金色巨人右拳食指轻轻旋转，飞剑划出一道弧线，重返高空，同时左手叩指轻弹，原本悬在空中的一柄飞剑轰然落下，再一次刺穿齐静春的手臂。
en_us: Above the sea of clouds, the golden giant gently twirled his right index finger, and the flying sword circled around before returning to teh sky. At the same time, the golden figure flicked his left index finger, and another one of the suspended flying swords came crashing down to pierce through Qi Jingchun's arm once again.

source: 云海底部，那阵原本肉眼不可见的清风，也摇晃起来，光线混乱，明暗交替。
en_us: The invisible gusts of spring breeze beneath the sea of clouds also began to waver and fluctuate in brightness.

source: 云海滚滚涌动，缓缓下压，不断靠近齐静春的头颅。
en_us: The clouds up above were surging incessantly while slowly descending toward his head.

source: 五人身形纹丝不动，站在院子里淋着小雨，死也不肯挪脚步。
en_us: The five people remained completely still, standing in the rain and refusing to budge a single step.

source: 五位小镇蒙童，乘坐着无法遮风挡雨的牛车，驶向那座东宝瓶洲无数读书人的心中圣地，山崖书院，儒家七十二书院之一。五个孩子此时此刻，肯定不会知道，在王朝林立的一洲版图上，无数世代簪缨的豪阀高门，哪怕削尖了脑袋，用尽了人情香火，也想要把自家子弟送入其中，跟随那些广袖博带的夫子先生们，学习儒家圣贤的修身治国平天下。
en_us: The five children were sitting on the uncovered ox-drawn carriage, traveling to Mountain Cliff Academy, one of the 72 academies of Confucianism and a place that was worshipped by countless scholars on the Eastern Treasured Vial Continent. The Eastern Treasured Vial Continent had countless empires and powerful clans and sects, many of which were willing to go to extreme lengths to try and send some of their most promising young prospects to Mountain Cliff Academy, just so they could study the way of managing a nation under the academy's wise teachers. The five children on the carriage were naturally completely oblivious to this, just as they were oblivious to how much of an honor it had been for them to have been able to study under Mr. Qi.

source: 五彩泥塑神像为一尊披甲神人，大髯，铠甲铮铮，鳞片连绵，甲片边缘饰有两条珠线，联珠颗粒饱满，比起刘羡阳家祖传瘊子甲的丑陋不堪，仅就卖相而言，实在是稚圭和马婆婆的差距。
en_us: This five-colored statue was that of an armored god with a large beard. His armor was impressive, with numerous scales interlocked in a flowing pattern. The perimeters of these scales were also decorated with two red threads as well as plump red beads. In terms of looks alone, the gulf between this suit of armor and Liu Xianyang's ugly suit of wart armor was like the gulf between Zhi Gui and Granny Ma.

source: 五指掐诀，袖有乾坤。
en_us: He then began to count on his fingers, seemingly calculating something.

source: 五指犹有血迹的阮邛高声道：“甲子之内，一律如此。”
en_us: Ruan Qiong's fingers were still tinged with the blood of the old man as he loudly declared, "This is how things will be for the next 60 years!"

source: 五百年以降，陶紫的根骨、天赋、性情和机缘四件事情，在历代正阳山各大山峰老祖当中，都算名列前茅，简单来说，就是小女孩陶紫，会是一个长板很长、却没有任何短板的神奇存在。
en_us: Tao Zi's physical constitution, cultivation aptitude, personality, and natural endowments all ranked near the top among all of the Sun Scorch Mountain's Sword Immortals for the past 500 years. To put it in simple terms, she was an extraordinary talent who possessed a massive upside, but no downside whatsoever.

source: 井水下降，槐叶离枝，皆是预兆。
en_us: While Qi Jingchun was speaking, the water level in the well was falling, and locust leaves were falling off the branches, all of which were omens of what was about to come.

source: 亲自将赵繇一路从学塾送到福禄街赵家大宅，中年儒士缓缓而行，每当他迈出一步，大街两侧庭院森森的高门大宅，有些隐蔽地方，便会有些不易察觉的流光溢彩，一闪而逝。
en_us: After accompanying Zhao Clan all the way from the private school to the Zhao Manor on Fortune Street, Qi Jingchun slowly made his way forward, and with each step that he took, barely detectable streaks of light would flash through the air in some obscure spots on either side of him.

source: 人之后背，有诸阳经所在，所以不论经脉脏腑，皆与背相通。尤其是后背心之处，距离心脏真正是不过咫尺之隔，最是脆弱不堪。
en_us: There were many acupoints on one's back, so one's meridians and internal organs were all connected to their back. In particular, the back of one's chest was only mere inches away one's heart, making it an extremely vulnerable place.

source: 人力有尽时，涌泉相报，睚眦必报，泥菩萨过河
en_us: Reciprocating a drop of kindness with a spring of goodwill, reciprocating hostility with ferocity and vengeance, a clay Buddha who can barely cross a river...

source: 人吃土一生，土吃人一回。
en_us: Everyone relied on the earth their entire life for sustenance, but upon their death, they would be devoured by the earth in return.

source: 人活一世，生死自负，不想着跟老天爷求任何东西。
en_us: He was taking full responsibility for his own life, and he didn't want to ask for anything from the heavens.

source: 人睡为小死。
en_us: Daoists referred to sleeping as "small death".

source: 今天她只身yi人来此，没有兴师问罪的架势，也不像是要仗势凌人，刘羡阳稍稍松了口气。
en_us: She had come alone today, and she didn't look like she was here to accuse Liu Xianyang of any wrongdoing. It didn't look like she was here to pressure and bully him either. Liu Xianyang breathed a sigh of relief upon seeing this.

source: 今天的清晨，不知何时已是云层低垂的景象，格外厚实，像一条富人家的大被褥，铺在那边晒太阳。
en_us: It was still morning, yet the sky had already become extremely overcast at some unknown time. Like the large blanket of a wealthy person, there was a thick layer of dark clouds laying there and basking in the sun.

source: 今天陈平安望向栅栏外，却发现好些人在等着开城门，不下七八人之多，男女老少，都有。
en_us: On this day, as Chen Ping'an cast his gaze out of the town gate, he was surprised to discovered that there were seven or eight people waiting outside, and there were people of both genders and all ages among them.

source: 今年桃叶见不到桃花。
en_us: This year, the peach tree produced leaves, but it produced no blossoms.

source: 从井口投下的金黄光线中央，浮现出一方白玉印章，丈余长宽，方方正正，印章篆刻有八个古老文字，有些极其鲜红刺眼的沁色，无数紫色雷电萦绕印章，呲呲作响。
en_us: A white jade seal that was over 10 feet wide suddenly appeared at the center of the golden light that was shining down from the opening of the well. It was a square seal with eight ancient characters engraved upon it, and there were extremely striking patches of red coloration on its surface. At the same time, countless arcs of purple lightning were surging around the seal, crackling incessantly.

source: 从土里来，往土里去。
en_us: From the earth it had been sculpted, and to the earth it now returned.

source: 从头到尾，卢正淳始终背对着廊桥台阶。
en_us: This entire time, Lu Zhengchun stood with his back facing the steps of the covered bridge.

source: 从头到尾，少女都背对着这边，忙着吃东西呢。
en_us: From the beginning to the end, the young girl had kept her back facing him, busily feasting on her snacks.

source: 从头到尾，年轻君子都没有询问那块玉牌如何处置。
en_us: From the beginning to the end, the young Confucian scholar had never once asked about how to deal with the jade tablet.

source: 从头到尾，老人一言不发。
en_us: From the beginning to the end, Old Man Yang didn't say a single word.

source: 从头到尾，草鞋少年都没有大呼小叫，也没有嚎啕大哭，只是一次次端水出门再进门，一盆盆血水换成一盆盆清水。
en_us: Throughout this entire process, Chen Ping'an didn't shed a single tear, nor did he raise his voice even once. All he did was carry basins of water in and out of the room, leaving with basins of bloody water before returning with clean water.

source: 从始至终，仿佛没有陈平安任何事情。
en_us: From the beginning to the end, it was as if this had nothing to do with Chen Ping'an.

source: 从小到大，跟随马婆婆姓马的少年，被人欺负到最后，觉得踩他一脚都嫌脏鞋子，这个可怜孩子，好像只对泥瓶巷的婢女稚圭笑过。
en_us: This young boy who had taken the same surname as Granny Ma had also been bullied so much that the other children eventually felt like it would soil their shoes to even step on him. In fact, this pitiful young boy had seemingly only ever smiled to the maidservant Zhi Gui before.

source: 从干枯老妪变成年轻妇人的河婆哀求道：“大仙大仙，奴婢只是经过此地，绝无害人之心啊。何况奴婢斗胆泄露阴神气息，是希冀着帮助阮圣人增加溪水的水重，想着能够尽一点绵薄之力而已，大仙莫要生气，若是觉得小的相貌丑陋，碍眼惹人烦，小的以后便只敢在夜间游走”
en_us: Caught within the clutches of the fiery dragon, the river guardian desperately implored, "Please spare me, esteemed immortal! I'm just passing through this place, I have no intentions offending anyone! I only dared to release my Yin godly aura in the hope of helping Sage Ruan where I can by increasing the density of the water in the creek. Please don't be offended, esteemed immortal. If you find my form too unsightly to behold, then I'll make sure to only come out at night from now on."

source: 从拳头蔓延到整条手臂，再到肩头，覆满了雷电游走的道家符箓，每个字大如屋。
en_us: Daoist runes that were crackling with lightning extended along his entire arm up to his shoulder, and every single rune was the size of a house.

source: 从李家家主李虹，到别院丫鬟，人人大气都不敢喘，尤其是那名习武婢女，跪在地上，脸颊两边红肿得厉害，婢女一言不发，不敢有丝毫怨怼神色。
en_us: Everyone in the Li Clan's manor, from the clan leader, Li Hong, down to the lowliest of servants, were all waiting in an apprehensive and fearful silence. The maidservant who was adept in martial arts was kneeling on the ground, and both of her cheeks were severely red and swollen, but she didn't say anything, nor did she dare to express any displeasure.

source: 从福禄街和桃叶巷动身的牛车马车，就没有断过，在那大幅青石板铺就的街面上，连大半夜都能听到扰人清梦的牛马蹄声。
en_us: There had also been a constant procession of ox-drawn carriages and horse-drawn carriages traveling along Fortune Street and Peach Leaf Alley, and even at the dead of night, one would still be able to hear the sound of clopping hooves ringing out on the bluestone street outside.

source: 从那一天起，陈平安就成了孤儿。
en_us: From that day forth, Chen Ping'an became an orphan.

source: 从酒楼二楼窗户望去，正好能够看到十二脚牌坊的一块匾额，当仁不让。
en_us: Looking out from the window on the second floor, they could see one of the plaques, "doing my part".

source: 他一开始就给陈平安挖了个陷阱，所谓的狐疑不决，故意给陈平安近身的机会，甚至为何要选择以石子来作为进攻手段，全是这位杏花巷傻小子的缜密谋划罢了。为的就是示敌以弱，把能够从老猿手底下溜走的泥鳅少年，给勾引到自己身边，让这个陈平安自己送上门来！
en_us: He had been laying a trap for Chen Ping'an since the very beginning! His hesitation, him allowing Chen Ping'an to draw closer, and even his choice to attack Chen Ping'an with stones — all of these were part of Ma Kuxuan's meticulous plan. He was purposely appearing weak to his enemy, and his aim was to draw the slimy boy who could escape from the old ape to his side. He was luring Chen Ping'an over on purpose!

source: 他一拳捶在身边少年的肩头，玩笑道：“我又不是你这种财迷。”
en_us: He punched Chen Ping'an in the shoulder and said jokingly, "After all, I'm not a little miser like you."

source: 他一笑置之，“道理讲不通无妨，但是只要我齐静春在世一天，还有资格坐镇此地一日，你这忘恩负义的孽障，就别想张牙舞爪！”
en_us: Qi Jingchun smiled as he said, "It doesn't matter if I can't through to you with my words. So long as I still remain in this world and retain the right to rule over this place, an ungrateful, treacherous creature like yourself will never be permitted to see the light of day!"

source: 他一边走向木栅栏门，一边伸手掏着裤裆。
en_us: He made his way toward the makeshift gate while reaching a hand down into his own pants.

source: 他一阵犹豫不决之后，竟是又转身返回官署。
en_us: After a moment of hesitation, he turned back and returned the same way that he had come.

source: 他丢出一只沉甸甸的绣袋，抛给陈平安，笑脸灿烂道：“这是酬谢，你我就算两清了。”
en_us: He tossed a heavy embroidered pouch to Chen Ping'an, then said with a vibrant smile, "This is my thanks to you. We're all clear now."

source: 他两只脚先后踩中神像的头颅，然后瞬间弯曲和瞬间绷直，整个人借着巨大的反弹力道，跟陈平安之前的暗算有异曲同工之妙，向着远处地上的对手激射而去。
en_us: His feet landed on the head on the staute one before another, and he instantly bent his knees to absorb the impact before immediately straightening them again, causing him to shoot foward thanks to the huge rebounding momentum. He dashed toward his opponent in the distance. This was extremely similar to what Chen Ping'an had done just then.

source: 他之所以泄露天机，将他爹秘传自己的“心法”说给蔡金简听，理由其实很简单。
en_us: There was actually a very simple reason behind why he was willing to disclose a closely guarded secret and reveal the cultivation method taught to him in private by his father to Cai Jinjian.

source: 他习惯性抓起一把泥土，攥在手心，缓缓揉搓。
en_us: He habittually grabbed a handful of dirt and held it in his hand, massaging it slowly.

source: 他今天跟人吵架，甚至还打架了。有一些恶毒言语，到现在还萦绕耳畔，让这个自尊心极强的孩子心如刀割，脸色时而哀伤，时而狰狞。
en_us: He had argued with someone today, and he had even fought with them. Even until now, some of their venemous words were still ringing in his ears, causing the proud young boy to feel a piercing pain in his heart. His expression shifted between grief and anger.

source: 他们好像是没有开口说话，但是他们似乎yi直在等，好像在跟人无声说着，老天爷欠了我很多东西，迟早有yi天我要全部拿回来。欠我yi颗铜钱，宋集薪可能是要老天爷乖乖还回来yi两银子，马苦玄，甚至是yi两金子！
en_us: He never spoke, but it was as if he were biding his time and waiting for an opportunity. It was as if he were silently saying to the others, "The heavens owe me many things, and there will eventually come a day when I reclaim all that is rightfully mine!" If someone owed Song Jixin one copper coin, perhaps he would demand them to obediently return two. If it were Ma Kuxuan, however, perhaps he would demand them to return a tael of gold!

source: 他们如同置身于一口深不见底的水井井底，那些金黄色的阳光从井口缓缓落下。
en_us: It was as if they were situated at the bottom of a dark well, with golden sunlight spilling down through the opening of the well.

source: 他们自然更不会知道，能够喊齐静春一声先生，有多么难得。相反这些孩子当下只会觉得齐先生规矩多，经常板着脸，一点也不让人亲近，齐先生偶尔笑了，孩子们甚至根本不知道自己做对了什么，让先生如此开怀。
en_us: On the contrary, these children disliked Mr. Qi for all of the rules that he had set for them and the fact that he was always so serious and unapproachable. Only very rarely would Mr. Qi smile upon them, and on the occasions when he did, the children had no idea what they had done to make him so pleased.

source: 他低头看着手指尖的长剑，微微颤鸣。
en_us: He then lowered his gaze to look down at the longsword in his hand, which was trembling and ringing incessantly.

source: 他出门后，说是去给她买煎药的陶罐，家里缺这个。
en_us: He told Ning Yao that he had to buy a clay pot to brew her medicine in, but right after he left, Ning Yao spotted an old clay pot placed in a corner of the house.

source: 他刘羡阳见过。
en_us: Liu Xianyang had witnessed it before.

source: 他剧烈挣扎了一下。
en_us: At the time, he tried to struggle free from Chen Ping'an's vice-like grip, but almost at the exact same moment, Chen Ping'an tightened his grip, and Fu Nanhua immediately gave up on his futile efforts.

source: 他原本想说，以后若是山崖书院真有大困局，陈平安你心生悔意，也无需愧疚，只当是没看见没听说便是，不用刻意为之。
en_us: He had initially wanted to say, "Even if the Mountain Cliff Academy faces a great danger in the future, and even if you feel a sense of regret, there's still no need for you to feel any guilt or remorse. Just pretend that you didn't see or hear anything. You don't need to force yourself to do anything."

source: 他只好厚着脸皮去问，问衙署名叫陈对的那拨客人，什么时候才从福禄街出发。
en_us: Hence, he had no choice but to muster up his courage and ask when Chen Dui and the others were going to set off from Fortune Street, in response to which the porter told him that they had departed long ago.

source: 他只得提醒道：“刚才见到了阮师傅，让你今天就去铁匠铺子帮忙，还说要是今天见不着你，就把你辞退。”
en_us: He had no option but to say, "I came across Master Ruan just then, and he told you to head over to the blacksmith forge today. He also said that if you don't go today, he'll dismiss you fom your position."

source: 他只知道自己有很多问题，想要问齐先生。
en_us: He had many questions that he wanted to ask Mr. Qi, but many more voices were ringing out incessantly around him.

source: 他叹息的时候，随手抬起手，轻喝道：“敕！”
en_us: While he was lamenting the young woman's misfortune, he casually raised a hand and ordered, "Come!"

source: 他和贺小凉，被誉为东宝瓶洲的金童玉女，一洲道家的天之骄女，便是人间君王，遇到他们，也要以礼相待，并且礼仪之重，完全不输大国真君。
en_us: Him and He Xiaoliang were referred to as the Golden Boy and Jade Girl of the Eastern Treasured Vial Continent. They were the paramount talents of the Daoist teaching in this continent. In fact, even the mortal rulers had to treat them with respect and reverence. Indeed, these rulers would have to treat them as if they were the True Lords of a large empire.

source: 他回到学塾后，坐在案前，摆放着一枚玉圭，长约一尺二寸，在四角雕刻有四镇之山，寄寓四方安定，正面刻有密密麻麻的小篆铭文，不下百余字。
en_us: After returning to the school, he sat in front of his desk, upon which was placed a jade tablet. The tablet was around 1.2 feet in length, and there was a mountain engraved onto each of its four corners, alluding to safety on all fronts. On the surface of the tablet was inscribed a tightly packed passage of tiny text, encompassing over 100 characters.

source: 他在婢女稚圭那边流露出来的胸有成竹，对于接下来离开家乡的从容不迫，不过是少年的自尊使然。
en_us: It was merely in order to maintain his dignity that he had appeared so confident before Zhi Gui, and appeared so calm and unhurried when facing their imminent departure from their hometown.

source: 他在第二枚私章上篆刻三字。
en_us: He carved three words on the second seal.

source: 他大步跨过门槛，靴子明显故意绕过了那些符纸的灰烬。
en_us: He took a big stride over the doorstep, clearly intentionally avoiding stepping on the ashes of the burned talisman.

source: 他好像有些不确定，便转头笑问道：“对吧”
en_us: As if unsure of himself, he turned around and asked with a smile, "Right?"

source: 他好像莫名其妙就走到了廊桥南端，只依稀记得一路上漆黑，连他也看不到几尺外的景象。
en_us: He felt as if he had somehow arrived at the southern end of the covered bridge. On the way there, it was still pitch black, with visibility limited to only a few feet.

source: 他娘亲躺在木板床上，在孩子蹑手蹑脚进入屋子后，发现他娘还在睡觉，摸了摸她的额头，发现不烫，松了口气，孩子然后悄悄把娘亲的一只手挪回被褥。
en_us: His mother was laying on the plank bed, and as the boy snuck into the room, he discovered that his mother was still sleeping. He gently laid a hand on her forehead to find that it wasn't excessively hot, and he heaved a sigh of relief before tucking his mother's hand back under the blankets.

source: 他将古书放在桌面上，调转方向，推向黑衣少女，好奇问道：“宁姑娘，这个字读什么？”
en_us: He placed the ancient book on the table before rotating it around and pushing it toward Ning Yao. He then asked in curiosity, "Ning Yao, what's this word?"

source: 他就站在原地，好像在说，之前的偷袭，其实只是提醒罢了。
en_us: He was standing still on the spot, as if to say that the attack he had unleashed just now had only been a warning.

source: 他左手被碎瓷割破的伤口还刺心疼，自然不能浸水，少年就只能用右手在小溪里翻翻捡捡，其实干涸河床的石子最容易拾取，但是就像刘羡阳所说的那样，颜色会褪得厉害，如今陈平安从黑衣少女那边粗略知晓了其中玄机，并不难理解，觉得这些石子，其实就像是早年自己跟随姚老头翻山越岭，四处嚼尝各座山头的土壤，看似平常的泥土，有些地方哪怕隔着一座山头，到了嘴里，就是截然不同的滋味。
en_us: The wound on his left hand still caused him stabbing pain, so it naturally couldn't be drenched in water. As a result, he could only use his right hand to sift through the rocks on the bottom of the creek. In reality, it would be easiest to collect pebbles from the dried banks of the creek. However, just like Liu Xianyang had said, the luster of these pebbles would be greatly reduced due to their exposure to wind and sunlight. Now that Chen Ping'an roughly understood their secret thanks to Ning Yao, this wasn't hard to understand. He felt like these pebbles were just like the soil that he had tasted while traversing the mountains with Old Man Yao. Even though the soil look ordinary, the distance of just one mountain could cause them to taste completely different when put in the mouth.

source: 他开始侧身背向一堵墙壁，横步走到两条小巷的岔口上，身体肌肉紧绷，做出防御姿势，不敢有丝毫掉以轻心，死死盯住那条小巷，只见视线中，草鞋少年站在蔡金简倒在血泊的身躯旁边，少年身体小幅度弓腰，保持一种微妙的进攻态势，同样死死盯住他苻南华，双方虎狼对峙，一为解惑，一为求生，各有不同。横空出世的少年，目标应该只有蔡金简，对于苻南华的出现，陋巷少年凭借本能展现出来的姿势，更多是一种你不犯我我不犯人的含义。
en_us: He began to turn to the side so that his back was facing a wall, then strode laterally to the crossroads between the two alleys. Every muscle in his entire body was tensed up, and he was in a defensive posture, not daring to let down his guard even for a split second. He was staring intently into the alley, where Chen Ping'an was standing next to Cai Jinjian, who was laying in a puddle of her own blood. His body was arched forward slightly in an aggressive posture, and he was also staring intently back at Fu Nanhua. It was a tense confrontation between the two men, and Fu Nanhua wanted to know why Chen Ping'an had done what he did, while Chen Ping'an was simply trying to survive. Cai Jinjian had been Chen Ping'an's only target, but with Fu Nanhua also on the scene, Chen Ping'an reflexively adopted an aggressive posture, more so out of self-preservation than anything else.

source: 他开始用右手一点一点刨土，最后当他碰到黄油纸的时候，心头一震，放缓速度。
en_us: He started to dig with his hands. When he eventually felt parchment paper, his heart jolted, and his movements became slower and more careful.

source: 他当然不用跟少年分出生死，那会让自己得不偿失，连同蔡金简，就是两份唾手可得的机缘，但是务必要让这个出人意料的少年，在近期乖乖躺在床上，不给少年丁点儿整幺蛾子的可能性。
en_us: Of course, he wasn't going to fight Chen Ping'an to the death as that would be extremely foolish. Having already secured a fated opportunity from Song Jixin, there was another one waiting for him in the form of Cai Jinjian. However, Chen Ping'an was very volatile and unpredictable, and he had to ensure that the boy would be bedridden for the near future so that he wouldn't be able to meddle any further in his plans.

source: 他心心念念。
en_us: A thought churned in his mind.

source: 他快步跑入泥瓶巷，来到自家院子，推门而入后，看到稚圭坐在正屋门槛上，她发着呆。
en_us: He hurriedly ran into Clay Vase Alley and entered his courtyard. What greeted him was the sight of Zhi Gui sitting under the eaves of the house and daydreaming.

source: 他悄然拂袖，将一柄蠢蠢欲动的飞剑，死死压制在鞘内。
en_us: At the same time, he surreptitiously swept a sleeve through the air, forcibly confining the young woman's flying sword to its scabbard.

source: 他想说的是，那条奇丑无比的四脚蛇，最近额头上有隆起，如头顶生角。
en_us: What he wanted to say was that the hideous four-legged snake had recently developed a bulge on its forehead, as if a horn were growing there.

source: 他想起一事，弯腰屈膝放下箩筐，拿起其中一块之前一见倾心的石子，大如鸡蛋，绿莹莹的，清亮似冰，迥异于其它蛇胆石，递给气质幽兰的年轻道姑，问道：“道长，以后见到陆道长的话，能不能帮我把这块石头送给他？”
en_us: Chen Ping'an remembered something at this moment, and he squatted down to place the bamboo basket on the ground. He then retrieved a pebble that he had taken a liking to on first sight. It was as large as an egg and a glossy green, making the pebble appear as clear and glistening as water. This was unlike the other snake gall pebbles. He offered it to the young Daoist nun and said, "If you see Daoist Lu in the future, could you please give this pebble to him for me?"

source: 他抓起一只饭团大啃起来，含糊不清问道：“你说得也不对，小镇齐先生，当然还有齐先生的先生，就很厉害。”
en_us: He grabbed a riceball and started munching down on it, saying in a muffled voice, "Your comment isn't correct either. Mr. Qi from the small town, and naturally Mr. Qi's master as well, are both very impressive people."

source: 他曾跟随姚老头在小镇周边翻山越岭，背着沉甸甸的行囊，装有柴刀、锄头在内各色物件，满满当当。在老人的带领下，会在各处走走停停，陈平安经常需要“吃土”，抓起一把泥土就直接放入嘴中，咀嚼泥土，细细品尝滋味。久而久之，熟能生巧，陈平安哪怕只是手指研磨一番，就清楚土壤的质地。以至于在后来，市面上一些老窑口的破碎瓷片，陈平安掂量一下，就能知道是那座窑口、甚至是哪位师傅烧出来的东西。
en_us: In the past, he had traveled extensively around the town with Old Man Yao, carrying heavy heavy bags that were filled to the brim with all types of things, such as machetes and hoes. Old Man Yao had taken him to many different places, and during their travels, Chen Ping'an was often made to "eat dirt", which included picking up a handful of dirt and placing it directly into his mouth before chewing it to carefully savor its flavor. Over time, Chen Ping'an became more proficient at the skill, and he was able to glean the properties of any soil that he came into contact with just by massaging it between his fingers. In fact, he became so skilled at this that all he had to do was weigh up some broken porcelain fragments on the market with his hand, and he would be able to tell which kiln the porcelain had come from, and even which master it had been fired by.

source: 他最后冷声道：“速速离去！”
en_us: In the end, he said in a cold voice, "Make haste and leave!"

source: 他有些感慨，果然还是赚女子的钱，更容易一些。
en_us: At the same time, he couldn't help but muse to himself that it was easier to get women to spend money on things like this.

source: 他有句话没跟自己徒弟挑明，世间天才是分很多种的，天赋亦是。
en_us: There was something that he hadn't told his disciple just then. There were indeed many types of prodigies in the world, and there were indeed many different levels of talent and aptitude.
